<?php
$lang = array(
    'all'				    => 'Все',
	'namesite'				=> 'DayZ Trade: Обмен лутом',
    'description'			=> 'Обменяй предметы DayZ Standalone.',
    'quantity'				=> 'шт.',
    'exchanges'				=> 'В обменах: ',
    'leav'				    => 'Осталось: ',
    'swaps'				    => 'обменивает',
    'on'				    => 'на',
    'more'				    => 'Подробнее',
    'langr'				    => 'Изменить язык',
    'lang'				    => 'Язык: Русский',
    'popularitems'			=> 'Популярные предметы',
    'besttraders'			=> 'Лучшие трейдеры',
    'ban'				    => 'Заблокирован',
    'activetrade'			=> 'Активных обменов: ',
    'trades'			    => 'Обменов:',
    'suggestions'			=> 'Предложения',
    'activesuggestions'		=> 'Активных предложений нет',
    'show'				    => 'Показать еще',
    'nocomment'				=> 'Комментариев пока нет',
    'weapon'				=> 'Оружие',
    'amunition'				=> 'Снаряжение',
    'food'				    => 'Еда',
    'ammo'				    => 'Боеприпасы',
    'clothes'				=> 'Одежда',
    'transport'				=> 'Транспорт',
    'modules'				=> 'Модули',
    'medicines'				=> 'Медицина',
    'other'				    => 'Прочее',
    'soob1'				    => 'Вы уже авторизованы',
    'soob2'				    => 'Ошибка авторизации через Вконтакте',
    'soob3'				    => 'Сервер не отвечает. В разделе FAQ есть решение этой проблемы',
    'soob4'				    => 'Вы не авторизованы',
    'mobile'				=> 'Сайт не адаптирован для работы на вашем устройстве.',
    'comein'				=> 'Войти',
    'exit'				    => 'Выйти',
    'profile'				=> 'Профиль',
    'online'				=> 'Заходил ',
    'm'				        => ' мин. ',
    'h'				        => ' ч. ',
    'd'				        => ' д. ',
    'ago'				    => 'назад',
    'addtrade'				=> 'Добавить предложение',
    'fovtrade'				=> 'Избранные предложения',
    'rulesmenu'				=> 'Правила сайта',
    'donate'				=> 'Помочь проекту',
    'comm'				    => 'Сообщество DUSK',
    'dayzone'				=> 'Сервер DAYZONE',
    'search'				=> 'Поиск',
    'soob5'				    => 'Достигнуто максимальное количество активных обменов на вашем аккаунте. Закройте ненужные обмены.',
    'soob6'				    => 'Достигнуто максимальное количество обменов на вашем аккаунте. Удалите ненужные обмены.',
    'soob7'				    => 'Вы не можете создавать обмены.',
    'soob8'				    => 'Вы не можете просматривать эту страницу. Авторизуйтесь.',
    'soob9'				    => 'Обмен успешно создан.',
    'soob10'				=> 'Неверный запрос.',
    'soob11'				=> 'Нельзя создать пустой обмен.',
    'searchitem'			=> 'Поиск по названию предмета',
    'itemgive'				=> 'Предметы, которые вы предлагаете',
    'itemget'				=> 'Предметы, которые вы хотите получить',
    'descript'				=> 'Описание (Не обязательно)',
    'selserver'				=> 'Выбор сервера:',
    'server'				=> 'Сервер',
    'trade'			        => 'Предложение',
    'createtrade'			=> 'Создать предложение',
    'soob12'				=> 'Вы не можете просматривать эту страницу. Авторизуйтесь.',
    'soob13'				=> 'Изображение профиля успешно изменено.',
    'soob14'				=> 'Поддерживаемые форматы: JPEG, PNG и GIF.',
    'soob15'				=> 'Пользователь с таким логином уже существует.',
    'loginerr'				=> 'Такой логин уже существует',
    'soob16'				=> 'Логин изменен.',
    'soob17'				=> 'Пользователь с таким email уже существует.',
    'emailerr'				=> 'Такой email уже существует',
    'soob18'				=> 'На ваш e-mail отправлено письмо с подтверждением. Если не пришло проверьте папку спам.',
    'soob19'				=> 'Пароль изменен.',
    'passerr'				=> 'Пароли не совпадают',
    'soob20'				=> 'Уведомления включены.',
    'soob21'				=> 'Уведомления выключены.',
    'soob22'				=> 'Информация сохранена.',
    'editprofile'			=> 'Редактирование профиля',
    'replava'				=> 'Изменение аватара',
    'saveava'				=> 'Сохранить аватар',
    'repllogin'				=> 'Изменение логина',
    'errsimvol1'			=> 'Разрешены латинские символы и цифры. Минимальное количество символов: 3',
    'savelogin'				=> 'Сохранить логин',
    'saveemail'				=> 'Изменение email',
    'newemail'				=> 'Новый email',
    'savesemail'			=> 'Сохранить email',
    'optionnotice'			=> 'Оповещения на email',
    'onnotice'				=> 'Включить Оповещения',
    'offnotice'				=> 'Выключить Оповещения',
    'replpass'				=> 'Смена пароля',
    'errsimvol2'			=> 'Разрешены латинские буквы и цифры. Минимальное количество символов: 6',
    'newpass'				=> 'Новый пароль',
    'confpass'				=> 'Подтвердите пароль',
    'replpass'				=> 'Сменить пароль',
    'continfo'				=> 'Контактная информация',
    'showemail'				=> 'Показывать мой Email',
    'countryinfo'			=> 'Страна проживания',
    'st'				    => 'Ссылка Steam профиля',
    'vk'				    => 'Ссылка страницы ВКонтакте',
    'fb'				    => 'Ссылка страницы Facebook',
    'sk'				    => 'Логин Skype',
    'saveinfo'				=> 'Сохранить информацию',
    'favorite'				=> 'Избранные обмены',
    'soob23'				=> 'Подтверждение прошло успешно.',
    'soob24'				=> 'Ошибка подтверждения. Неверная ссылка, либо почта уже потверждена.',
    'soob25'				=> 'Ошибка подтверждения. Вы не авторизованы. Войдите в систему и снова кликните по ссылке из письма.',
    'soob26'				=> 'Ошибка подтверждения.',
    'sendclaim'				=> 'Отправлена жалоба на пользователя: ',
    'soob27'				=> 'На ваш e-mail отправлено письмо с подтверждением.',
    'claimprofile'			=> 'Пожаловаться на пользователя',
    'claimmess'				=> 'Опишите жалобу',
    'close'				    => 'Закрыть',
    'send'				    => 'Отправить',
    'claims'				=> 'Предупреждения',
    'days'				    => 'дней',
    'proferr1'				=> 'Ваш аккаунт заблокирован за нарушение правил сайта. Чтобы ознакомиться с правилами и обжаловать блокировку, нажмите на кнопку справа.',
    'proferr2'				=> 'Вы не подтвердили свой адрес электронной почты. Чтобы получить доступ ко всем функциям сайта, следуйте инструкциям в письме, которое было выслано вам после регистрации.',
    'yetmail'				=> 'Выслать письмо еще раз',
    'proferr3'				=> 'Вы не ввели адрес электронной почты. Заполнить информацию о себе вы можете в настройках.',
    'editprofile'			=> 'Редактировать профиль',
    'proferr4'				=> 'Вы не подтвердили свой адрес электронной почты после изменения. Чтобы получить доступ ко всем функциям сайта, следуйте инструкциям в письме, которое было выслано вам после изменения почты.',
    'proferr5'				=> 'Вы не заполнили информацию о себе. Чтобы получить доступ ко всем функциям сайта, нажмите кнопку справа и заполните контактную информацию. Это поможет пользователям связываться с вами.',
    'claimcol'				=> 'Предупреждений',
    'complain'				=> 'Пожаловаться',
    'info'				    => 'Информация',
    'country'				=> 'Страна: ',
    'hisraiting'			=> 'История рейтинга',
    'mytrades'				=> 'Мои предложения',
    'actives'				=> 'Активных: ',
    'of'				    => 'из',
    'total'				    => 'Всего: ',
    'soob28'				=> 'Доступ запрещен.',
    'soob29'				=> 'Пароль изменен. Авторизуйтесь.',
    'soob30'				=> 'Авторизация через Вконтакте совершена.',
    'soob31'				=> 'Неправильный логин и/или пароль',
    'soob32'				=> 'На вашу почту отправленно письмо с инструкциями по восстановлению.',
    'soob33'				=> 'Регистрация прошла успешно. На ваш e-mail отправлено письмо с подтверждением.',
    'rulesok'				=> 'Ознакомьтесь с Правилами сайта и примите их, чтобы завершить регистрацию.',
    'entry'				    => 'Вход',
    'register'				=> 'Регистрация',
    'recovery'				=> 'Восстановление',
    'logemail'				=> 'Логин или E-mail',
    'password'				=> 'Пароль',
    'remember'				=> 'Запомнить меня',
    'entryvk'				=> 'Вход через',
    'login'				    => 'Логин',
    'email'				    => 'Электронная почта',
    'check'				    => 'Я согласен с <a href="rules">Правилами сайта</a>',
    'signup'				=> 'Зарегистрироваться',
    'reestablish'			=> 'Восстановить',
    'lookingfor'			=> 'Я ищу',
    'nameitem'				    => 'Название предмета',
    'exchangefor'				    => 'в обмен на',
    'seachuser'				    => 'Поиск по пользователям',
    'loginuser'				    => 'Логин пользователя',
    'results'				    => 'Результаты поиска',
    'searchgo'				    => 'Искать',
    'soob34'				    => 'Такого обмена не существует.',
    'soob35'				    => 'Вы удалили обмен.',
    'soob36'				    => 'Вы закрыли обмен.',
    'soob37'				    => 'Вы открыли обмен.',
    'soob38'				    => 'Вы удалили обмен из избранного.',
    'soob39'				    => 'Вы добавили обмен в избранное.',
    'soob40'				    => 'Вы отписались от рассылки.',
    'soob41'				    => 'У вас не заполнена контактная информация.',
    'closed'				    => 'Закрыто',
    'mytrade'				    => 'Мой обмен',
    'from'				    => 'от',
    'delete'				    => 'Удалить',
    'closetrade'				    => 'Закрыть трейд',
    'opentrade'				    => 'Открыть трейд',
    'delfav'				    => 'Удалить из избранного',
    'addfav'				    => 'Добавить в избранное',
    'repost'				    => 'Поделись ссылкой с друзьями',
    'items'				    => 'Предметы',
    'myitems'				    => 'Ваши предметы',
    'comments'				    => 'Комментарии',
    'mycomments'				    => 'Ваш комментарий',
    'bancomments'				    => 'Вы заблокированы, вы не можите оставлять комментарии',
    'regcomments'				    => 'Чтобы оставить комментарий, необходимо <a href="registration">авторизоваться</a>',
    'nocomments'				    => 'Комментариев пока нет',
    'donatetext'		    => '<p>Если вы хотите помочь развитию проекта, вы можете сделать пожертвование одним из перечисленных ниже способов.</p>
            <p>Сделав пожертвование на сумму, превышающую 300 рублей, вы получаете 1 месяц <a href="faq.php">VIP-доступа</a>. Для этого указывайте свой адрес электронной почты в комментариях к платежу.</p>
            <p>DayZTrade — это некоммерческий проект, поддерживаемый пользователями. Все пожертвованные средства пойдут на поддержку и развитие проекта. Выражаем огромную благодарность всем, кто поддержал проект. </p>',
    'yandex'				=> 'Яндекс.Деньги',
    'wmr'				    => 'Webmoney Рубли',
    'wmd'				    => 'Webmoney Доллары',
    'qiwi'				    => 'Qiwi Кошелек',
    'rules'				    => 'Правила пользования cайтом DayZTrade',
    'rulestext'				=> '<p>Добро пожаловать на cайт DayZTrade — интернет-ресурс, который помогает обменивать предметы из игры DayZ Standalone. Сайт DayZTrade – это сетевой проект, объединяющий людей на основании обмена предметами. </p>

            <ol class="olheader">
                <li>Общие положения
                    <ol>
                        <li>Настоящие Правила пользования сайтом разработаны Администрацией сайта и определяют условия использования сайта, а также права и обязанности его Пользователей и администрации.</li>
                        <li>Настоящие Правила являются обязательным соглашением между Пользователем и Администрацией сайта, предметом которого является предоставление Пользователю доступа к использованию сайта и его функций.</li>
                        <li>Настоящие Правила могут быть изменены или дополнены Администрацией в любой момент без какого-либо уведомления. Настоящие Правила являются открытым общедоступным документом. Действующая версия Правил находится по адресу <a href="rules">http://dayztrade.ru/rules</a>.</li>
                    </ol>
                </li>
                <li>Правила регистрации на сайте <a href="/">DayZTrade.ru</a>
                    <ol>
                        <li>Регистрация на Сайте автоматически означает согласие Пользователя с настоящими Правилами.</li>
                        <li>В качестве никнейма на сайте запрещается использовать слова и выражения, нарушающие нормы морали и приличия, а также содержащие оскорбления, нецензурную лексику, рекламу сайтов.</li>
                        <li>Запрещается регистрация одним пользователем множества аккаунтов на Сайте.</li>
                        <li>На аватаре недопустимы: насилие, шок-контент, угрозы (на демографической, национальной, религиозной или политической основе), сквернословие, порнография, дискриминация в любых проявлениях, тексты и изображения рекламного или коммерческого характера, а также изображения провокационного толка, в т.ч. с использованием нацистской символики.</li>
                        <p>В случае нарушения любого из вышеперечисленных правил, Администрация сайта оставляет за собой право блокировки таких аккаунтов.</p>
                    </ol>
                </li>
                <li>Правила создания предложений на сайте
                    <ol>
                        <li>Запрещается создание предложений с целью обмана пользователей Сайта, размещение нескольких одинаковых предложений, а также спам предметами.</li>
                        <li>Запрещается предложение обмена игровых предметов на деньги и любая другая коммерция.</li>
                        <li>Запрещается в описании предложения размещать рекламу, ссылки на сторонние сайты, а также использовать ненормативную лексику и оскорблять пользователей Сайта.</li>
                        <p>В случае нарушения любого из вышеперечисленных правил, нарушителю будет вынесено предупреждение. В случае многократного нарушения аккаунт нарушителя блокируется навсегда.</p>
                    </ol>
                </li>
                <li>Правила общения в комментариях
                    <ol>
                        <li>Запрещается использование ненормативной лексики и оскорбление пользователей и Администрации Сайта, переход на личности и конфликты.</li>
                        <li>Запрещается размещение комментариев с целью обмана пользователей, ввода их в заблуждение или мошенничества.</li>
                        <li>Запрещается любое упоминание дюпа, использования багов игры и читов, а также пиратства.</li>
                        <li>Запрещается размещение рекламы и ссылок на сторонние ресурсы (кроме контактной информации).</li>
                        <li>Запрещается оффтоп, флуд, публикация нескольких сообщений одинакового содержания и прочие сообщения, не несущие смысловой нагрузки.</li>
                        <li>Запрещается размещение комментариев расистского характера, разжигание межнациональной и религиозной розни, а также другой информации, запрещенной законодательством РФ.</li>
                        <p>В случае нарушения любого из вышеперечисленных правил, нарушителю будет вынесено предупреждение, а комментарии, нарушающие Правила, будут удалены. В случае многократного нарушения аккаунт нарушителя блокируется навсегда.</p>
                    </ol>
                </li>
                <li>Правила рейтинга
                    <ol>
                        <li>Запрещается оценивать пользователя, если обмен не был совершен.</li>
                        <li>Запрещается просить оценивать себя просто так.</li>
                    </ol>
                </li>
            </ol>',
    'faq'				        => 'Часто задаваемые вопросы',
    '1faq_v'				    => 'Что это за сайт?',
    '1faq_o'				    => 'DayZTrade — это площадка для обмена игровыми предметами в игре DayZ Standalone.',
    '2faq_v'				    => 'Как создать предложение обмена?',
    '2faq_o'				    => 'Для того, чтобы создать предложение, необходимо зарегистрироваться на сайте. Затем, после подтверждения адреса электронной почты и заполнения контактной информации, в меню и в вашем профиле появится кнопка «Создать предложение».',
    '3faq_v'				    => 'Почему я могу быть уверен, что меня не обманут?',
    '3faq_o'				    => 'Для обеспечения безопасности обменов на сайте существует система рейтинга. Прежде чем связаться с пользователем, создавшим обмен, посмотрите в его профиле общий рейтинг и историю рейтинга. Пользователи с наивысшим рейтингом отображаются на главной странице сайта в Топе трейдеров. Также в профиле можно пожаловаться на пользователя, указав причину жалобы.',
    '4faq_v'				    => 'Как работает система рейтинга?',
    '4faq_o'				    => 'Каждый день вам начисляется определенное количество очков рейтинга, которые вы можете потратить на оценку пользователей. Также в течение дня вы можете изменить свою оценку. На следующий день вы снова сможете поставить оценку этому пользователю. Таким образом, честные трейдеры будут иметь высокий рейтинг, а мошенники будут заблокированы.',
    '5faq_v'				    => 'Как мне найти нужный мне обмен и обменяться?',
    '5faq_o'				    => 'Обмены можно найти на главной странице, с помощью поиска (в правом верхнем углу), либо на странице конкретного пользователя, с которым вы хотите обменяться. После этого вы можете либо связаться с трейдером напрямую, либо оставить комментарий на странице обмена, после чего трейдер сам вам напишет.',
    '6faq_v'				    => 'Зачем нужно закрывать обмен?',
    '6faq_o'				    => 'Если после завершения обмена вы хотите сохранить его, чтобы в будущем обменять эти предметы еще раз, вы можете временно закрыть обмен, чтобы пользователи понимали, что вы в данный момент не хотите обменивать эти предметы. Для того, чтобы закрыть обмен, нажмите на иконку с замком на странице обмена.',
    '7faq_v'				    => 'Как я могу сохранить нужный мне обмен?',
    '7faq_o'				    => 'Для того, чтобы не потерять обмен другого пользователя, который вам интересен, нажмите на иконку с сердечком на странице обмена. После этого обмен будет отображен в меню «Избранные предложения».',
    '8faq_v'				    => 'Что дает VIP-доступ?',
    '8faq_o'				    => '<p>Предложения, созданные пользователями с VIP-доступом, отображаются в поиске и на главной странице выше, чем обычные.</p>
    <p>Увеличивается максимальное количество одновременно активных предложений (с 10 до 30).</p>
    <p>Увеличивается количество очков рейтинга, которые пользователь может потратить в день (с 10 до 20).</p>
    <p>Рядом с вашим никнеймом появляется плашка VIP.</p>',
    '9faq_v'				    => 'Как получить VIP-доступ?',
    '9faq_o'				    => 'VIP-доступ дается на месяц. Его получают самые активные пользователи, которые часто обмениваются и имеют хорошую репутацию. Также VIP-доступ получают пользователи, попавшие в Топ трейдеров и те, кто поддержал проект на сумму от 300 рублей (при желании).',
    '10faq_v'				    => 'Как я могу помочь проекту?',
    '10faq_o'				    => 'Вы можете поддержать наш проект и помочь его развитию одним из способов, перечисленных на <a href="donate">dayztrade.ru/donate</a>.',
    '11faq_v'				    => 'У меня не заходит через Вконтакте, что мне делать?',
    '11faq_o'				    => 'Для решения этой проблемы закройте браузер, после на странице авторизации нажмите CTRL+F5 и прпробуйте снова. Если опять на входит то подождите 10-15 минут, а после повторите действия.',
)
?>